[
  {
    "title": "Dark Night of the Soul",
    "dimensions": "616mm x 1169mm",
    "year": 2025,
    "description": [
      "I was diagnosed with Bipolar Type 1 in 2001, following two psychotic episodes in India. Twelve years later, I experienced two more breaks, all of which resulted in admissions to various psychiatric wards under the Mental Health Act 1982, Section Two.",
      "In many cultures, psychosis is viewed not as a mental illness but as a Spiritual Emergency. My own experiences reflected this perspective. I felt as though a veil was being lifted to reveal a deeper reality, allowing me to see, hear, and experience life in a more profound and enlightened way. While this was at times awe-inspiring, it was also accompanied by fear and uncertainty.",
      "I've encountered a number of “Dark Nights of the Soul,” some of which felt like an ego death, and others like a re-enactment of past trauma. During the night that I have represented in this piece, I was convinced that my daughter had been killed, that my legs had been broken, and that I was blinded by fear. Through years of reflection, I now view these episodes as both a rapid spiritual journey and a mental health condition in need of treatment. I believe a more comprehensive understanding is needed—one that bridges both the spiritual and mental health aspects, which is currently lacking."
    ],
    "images": [
      {
        "src": "1.jpg",
        "alt": "1 image",
        "width": 1024,
        "height": 768,
        "className": "rounded-lg",
        "priority": true
      },
      {
        "src": "2.jpg",
        "alt": "2 image",
        "width": 1024,
        "height": 768,
        "className": "rounded-lg"
      },
      {
        "src": "3.jpg",
        "alt": "3 image",
        "width": 1024,
        "height": 768,
        "className": "rounded-lg"
      },
      {
        "src": "4.jpg",
        "alt": "4 image",
        "width": 1024,
        "height": 768,
        "className": "rounded-lg"
      },
      {
        "src": "5.jpg",
        "alt": "5 image",
        "width": 1024,
        "height": 768,
        "className": "rounded-lg"
      },
      {
        "src": "6.jpg",
        "alt": "6 image",
        "width": 1024,
        "height": 768,
        "className": "rounded-lg"
      },
      {
        "src": "7.jpg",
        "alt": "7 image",
        "width": 1024,
        "height": 768,
        "className": "rounded-lg"
      }
    ]
  }
]
